#!/bin/bash
echo -e "\033[38;2;53;161;215m                   ▄                  " > ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m                  ▟█▙                 " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m                 ▟███▙                " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m                ▟█████▙               " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m               ▟███████▙              " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m              ▂▔▀▜██████▙             " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m             ▟██▅▂▝▜█████▙            " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m            ▟█████████████▙           " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m           ▟█████\033[38;2;23;147;209m\033[48;2;53;161;215m▂▂▄▄▄▄▄▄▂▂\033[49m\033[38;2;53;161;215m▙          " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m          ▟█\033[38;2;23;147;209m\033[48;2;53;161;215m▂▄▆\033[49m\033[38;2;23;147;209m█████████████▙         " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;53;161;215m         ▟\033[38;2;23;147;209m\033[48;2;53;161;215m▄\033[49m\033[38;2;23;147;209m██████████████████▙        " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m        ▟█████████▛▀▀▜████████▙       " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m       ▟████████▛      ▜███████▙      " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m      ▟█████████        ████████▙     " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m     ▟██████████        █████▆▅▄▃▂    " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m    ▟██████████▛        ▜█████████▙   " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m   ▟██████▀▀▀              ▀▀██████▙  " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m  ▟███▀▘                       ▝▀███▙ " >> ~/.config/fastfetch/logo_ansi.txt
echo -e "\033[38;2;23;147;209m ▟▛▀                               ▀▜▙\033[0m" >> ~/.config/fastfetch/logo_ansi.txt
